Repository: goruha/deonline
Catalog: sites/all/modules/classroom/classroomquiz/translations/classroomquiz.*.po
Languages: es

source: Responses details
es: Detalles de las respuestas

source: Submit date
es: Fecha de envío

source: Goto quiz
es: Ir al cuestionario

source: View results
es: Ver resultados

source: View
es: Ver

source: Quiz page
es: Página del cuestionario

source: Manage questions
es: Gestionar preguntas

source: Edit current quiz questions
es: Editar las preguntas del cuestionario actual

source: Administrate quiz
es: Administrar cuestionario

source: Edit
es: Editar

source: Edit current quiz
es: Editar cuestionario actual
