Repository: goruha/deonline
Catalog: sites/all/modules/classroom/translations/classroom.*.po
Languages: es

source: Type
es: Tipo

source: Content types that could be used as courses.
es: Tipos de contenido que pueden usarse como cursos.

source: Cannot overlap the types for the elements of Classroom module
es: Los tipos de contenido para los diferentes elementos del módulo Classroom no pueden solaparse

source: Content types that could be used as assignments.
es: Tipo de contenido que pueden usarse como tareas.

source: Content types that could be used as responses.
es: Tipos de contenido que pueden usarse como respuestas.

source: Content types that could be used as resources.
es: Tipos de contenido que pueden usarse como recursos.

source: Teacher's role
es: Rol del profesor

source: Role which users could be teachers.
es: Rol cuyos usuarios pueden ser profesores.

source: Student's role
es: Rol del alumno

source: Role which users could be students.
es: Role cuyos usuarios pueden ser estudiantes.

source: Adjust permissions
es: Ajustar permisos

source: Permissions granted to role '%role_name':
es: Permisos añadidos al rol '%role_name':

source: Permissions revoked to role '%role_name':
es: Permisos revocados al rol '%role_name':

source: Assignment
es: Tarea

source: Ending date
es: Fecha de fin

source: Ending date type
es: Tipo de fecha de finalización

source: Fixed date
es: Fecha fija

source: Relative date
es: Fecha relativa

source: Without date
es: Sin fecha

source: Days from registration
es: Días desde el registro

source: Topic
es: Tema

source: Related topic.
es: Tema relacionado.

source: Ending date (days from registration)
es: Fecha de fin (días desde el registro)

source: Unlimited
es: Ilimitado

source: You must be a teacher of this course
es: Debe ser un profesor del curso

source: The course for this assignment must exists
es: Debe existir el curso para esta tarea

source: The sum of the percentages of all assignments must not exceed 100%
es: La suma de los porcentajes de todas las tareas no puede exceder el 100%

source: The assignment could not end before the course begins
es: La tarea no puede finalizar antes del comienzo del curso

source: There are no assignments for this course yet.
es: Aún no hay tareas para este curso.

source: Resources
es: Recursos

source: Course
es: Curso

source: Delete associated information
es: Borrar la información asociada

source: The following information is associated to the course and will be erased if you check them.
es: La siguiente información está asociada al curso. Se eliminará la que usted seleccione.

source: Unlimited end date
es: Sin fecha de fin

source: Starting date
es: Fecha de inicio

source: Unlimited end inscription
es: Sin fecha final de inscripción

source: Signup start date
es: Comienzo de inscripción

source: Signup end date
es: Finalización de inscripción

source: Use grade percentages
es: Usar peso en las notas

source: Access by role
es: Acceder por rol

source: None
es: Ninguno

source: An event may not end before it starts.
es: Un evento no puede acabar antes de empezar.

source: The registration period starting date must be prior to the ending date.
es: La fecha de inicio del periodo de registro debe ser anterior a la de finalización.

source: The registration period may not start after the course ends.
es: El periodo de registro no puede empezar después del final del curso.

source: Registration starting date
es: Comienzo del registro

source: Registration ending date
es: Final del registro

source: Start
es: Comienzo

source: End
es: Final

source: Go classroom
es: Ir al aula

source: There are no planned or running courses.
es: No hay cursos planificados o en marcha.

source: Administer topics
es: Administrar temas

source: Lastest resources
es: Últimos recursos

source: Lastest assignments
es: Últimas tareas

source: Final grade:
es: Nota final:

source: Add assignment:
es: Añadir tarea

source: Add selected
es: Añadir seleccionados

source: Remove selected
es: Borrar seleccionados

source: Number
es: Número

source: Description
es: Descripción

source: Add topic
es: Añadir tema

source: Save
es: Guardar

source: Delete
es: Borrar

source: The topic number can't be duplicated!
es: ¡El número del tema no puede estar duplicado!

source: Update
es: Actualizar

source: View response
es: Ver respuesta

source: Final Grade
es: Nota final

source: N/G
es: N/C

source: view
es: ver

source: There are no resources for this course yet.
es: Aún no hay recursos para este curso.

source: You must select at least one item for this group of options.
es: Debe seleccionar al menos una opción de este grupo.

source: There are no resources for this topic yet.
es: Aún no hay recursos para este tema.

source: Due date
es: Fecha límite

source: Created at
es: Creado

source: There are no assignments for this topic yet.
es: Aún no hay tareas para este tema.

source: The assignment for this response must exists
es: Debe existir la tarea para esta respuesta

source: The response cannot be graded overdue the maximum grade
es: La respuesta no puede calificarse por encima de la máxima nota

source: The response could not be modified after due date of the assignment
es: La respuesta no puede modificarse después de la fecha límite

source: Cannot modify a response that have been graded
es: No puede modificarse una respuesta que ha sido evaluada

source: Only the author could delete a response
es: Sólo el autor pupede borrar una respuesta

source: An assignment could not have two responses
es: Una tarea no puede tener dos respuestas

source: Answer
es: Respuesta

source: Classroom: my courses
es: Classroom: mis cursos

source: Classroom: my assignments
es: Classroom: mis tareas

source: Classroom: course topics
es: Classroom: temas del curso

source: My courses
es: Mis cursos

source: My assignments
es: Mis tareas

source: Topics
es: Temas

source: administer classroom
es: administrar classroom

source: access classroom
es: acceder a classroom

source: Classroom settings
es: Configuración de Classroom

source: Courses settings
es: Configuración de cursos

source: Resources settings
es: Configuración de recursos

source: Assignments settings
es: Configuración de tareas

source: Responses settings
es: Configuración de respuestas

source: Roles and permissions
es: Roles y permisos

source: Roles and permissions settings
es: Configuración de roles y permisos

source: List of courses
es: Lista de cursos

source: Course page
es: Página del curso

source: News
es: Novedades

source: News page
es: Página de novedades

source: Topics list
es: Lista de temas

source: Add topics
es: Añadir temas

source: Add topics to a course
es: Añadir temas a un curso

source: Edit topic
es: Editar tema

source: Edit a topic
es: Editar un tema

source: Assignments list
es: Lista de tareas

source: Resources list
es: Lista de recursos

source: Add resources
es: Añadir recursos

source: Add resources to a course
es: Añadir recursos a un curso

source: Remove resources
es: Quitar recursos

source: Remove resources from a course
es: Quitar recursos de un curso

source: Grades
es: Notas

source: Grades list
es: Lista de notas

source: Students list
es: Lista de alumnos

source: Add students
es: Añadir alumnos

source: Add students to a course
es: Añadir alumnos a un curso

source: Remove students
es: Quitar alumnos

source: Remove students from a course
es: Quitar alumnos de un curso

source: Teachers
es: Profesores

source: Teachers list
es: Lista de profesores

source: Add teachers
es: Añadir profesores

source: Add teachers to a course
es: Añadir profesores a un curso

source: Remove teachers
es: Quitar profesores

source: Remove teachers from a course
es: Quitar profesores de un curso

source: Managers
es: Gestores

source: Managers list
es: Lista de gestores

source: Add managers
es: Añadir gestores

source: Add managers to a course
es: Añadir gestores a un curso

source: Remove managers
es: Quitar gestores

source: Remove managers from a course
es: Quitar gestores de un curso

source: Topic page
es: Página del tema

source: A simple e-learning module
es: Un módulo simple de e-learning
